Spillway_interFoam/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    atmosphere
    {
        type            patch;
        nFaces          406;
        startFace       18985;
    }
    inlet
    {
        type            patch;
        nFaces          18;
        startFace       19391;
    }
    outlet
    {
        type            patch;
        nFaces          30;
        startFace       19409;
    }
    concretewall
    {
        type            wall;
        nFaces          4824;
        startFace       19439;
    }
)

// ************************************************************************* //
